{
  "high": [
    {
      "ko": "로맨틱한 에너지가 가득합니다. 연인과 특별한 시간을 보내보세요.",
      "en": "Full of romantic energy. Spend a special time with your loved one.",
      "zh": "充满浪漫能量。和爱人度过特别的时光吧。",
      "ja": "ロマンチックなエネルギーに満ちています。恋人と特別な時間を過ごしてみてください。",
      "es": "Lleno de energía romántica. Pasa un tiempo especial con tu pareja."
    },
    {
      "ko": "사랑의 행운이 함께합니다. 솔로라면 새로운 만남이 있을 수 있습니다.",
      "en": "Love luck is with you. If you are single, you may have a new encounter.",
      "zh": "爱情好运伴随着你。如果是单身，可能会有新的邂逅。",
      "ja": "恋愛運が高まっています。シングルなら新しい出会いがあるかもしれません。",
      "es": "La suerte en el amor está contigo. Si estás soltero/a, puedes tener un nuevo encuentro."
    },
    {
      "ko": "마음이 통하는 대화가 오갈 것입니다. 진심을 표현해보세요.",
      "en": "Heart-to-heart conversations will flow. Express your true feelings.",
      "zh": "心灵相通的对话将会发生。试着表达你的真心吧。",
      "ja": "心が通じ合う会話が交わされるでしょう。本心を表現してみてください。",
      "es": "Fluirán conversaciones de corazón a corazón. Expresa tus verdaderos sentimientos."
    },
    {
      "ko": "관계가 한층 깊어지는 날입니다. 사랑하는 사람에게 감사를 전하세요.",
      "en": "A day when relationships deepen. Express gratitude to your loved one.",
      "zh": "关系加深的一天。向你爱的人表达感谢吧。",
      "ja": "関係がより深まる日です。愛する人に感謝を伝えましょう。",
      "es": "Un día en el que las relaciones se profundizan. Expresa gratitud a tu ser querido."
    },
    {
      "ko": "별들이 당신의 사랑을 응원합니다. 용기 내어 고백해보세요.",
      "en": "The stars support your love. Be brave and confess.",
      "zh": "星星支持你的爱情。勇敢表白吧。",
      "ja": "星々があなたの恋を応援しています。勇気を出して告白してみてください。",
      "es": "Las estrellas apoyan tu amor. Sé valiente y confiesa."
    }
  ],
  "medium": [
    {
      "ko": "평화로운 연애운입니다. 일상 속 작은 애정 표현을 해보세요.",
      "en": "Peaceful love fortune. Show small gestures of affection in daily life.",
      "zh": "平和的恋爱运。在日常中表达小小的爱意吧。",
      "ja": "穏やかな恋愛運です。日常の中で小さな愛情表現をしてみてください。",
      "es": "Fortuna amorosa tranquila. Muestra pequeños gestos de afecto en la vida diaria."
    },
    {
      "ko": "안정적인 관계가 유지됩니다. 서로를 이해하려는 노력이 필요합니다.",
      "en": "Stable relationships are maintained. Efforts to understand each other are needed.",
      "zh": "稳定的关系得以维持。需要努力相互理解。",
      "ja": "安定した関係が続きます。お互いを理解しようとする努力が必要です。",
      "es": "Se mantienen relaciones estables. Se necesitan esfuerzos para entenderse mutuamente."
    },
    {
      "ko": "조용하지만 따뜻한 사랑의 에너지가 흐릅니다.",
      "en": "Quiet but warm love energy flows.",
      "zh": "安静但温暖的爱情能量流动着。",
      "ja": "静かですが温かい愛のエネルギーが流れています。",
      "es": "Fluye energía de amor tranquila pero cálida."
    },
    {
      "ko": "급격한 변화보다는 안정을 추구하세요. 신뢰가 쌓입니다.",
      "en": "Seek stability rather than drastic changes. Trust builds up.",
      "zh": "比起急剧变化，追求稳定吧。信任正在建立。",
      "ja": "急激な変化よりも安定を求めてください。信頼が築かれていきます。",
      "es": "Busca estabilidad en lugar de cambios drásticos. La confianza se construye."
    },
    {
      "ko": "사랑에 있어 차분한 태도가 좋은 결과를 가져옵니다.",
      "en": "A calm attitude in love brings good results.",
      "zh": "在爱情中保持平静的态度会带来好结果。",
      "ja": "恋愛において落ち着いた態度が良い結果をもたらします。",
      "es": "Una actitud tranquila en el amor trae buenos resultados."
    }
  ],
  "low": [
    {
      "ko": "연애운이 다소 침체됩니다. 갈등을 피하고 대화로 풀어가세요.",
      "en": "Love fortune is somewhat stagnant. Avoid conflicts and resolve through conversation.",
      "zh": "恋爱运有些低迷。避免冲突，通过对话解决。",
      "ja": "恋愛運がやや低迷しています。衝突を避け、対話で解決してください。",
      "es": "La fortuna amorosa está algo estancada. Evita conflictos y resuelve a través del diálogo."
    },
    {
      "ko": "오해가 생길 수 있는 날입니다. 말을 아끼고 상대를 배려하세요.",
      "en": "A day when misunderstandings may arise. Be careful with words and considerate of others.",
      "zh": "可能会产生误解的一天。谨言慎行，体谅对方。",
      "ja": "誤解が生じやすい日です。言葉を控えめにし、相手を思いやってください。",
      "es": "Un día en el que pueden surgir malentendidos. Cuida tus palabras y sé considerado."
    },
    {
      "ko": "감정적인 결정은 피하세요. 냉정함이 필요한 시기입니다.",
      "en": "Avoid emotional decisions. This is a time when calmness is needed.",
      "zh": "避免感情用事。这是需要冷静的时期。",
      "ja": "感情的な決断は避けてください。冷静さが必要な時期です。",
      "es": "Evita decisiones emocionales. Es un momento en el que se necesita calma."
    },
    {
      "ko": "혼자만의 시간이 필요할 수 있습니다. 자신을 돌아보세요.",
      "en": "You may need time alone. Reflect on yourself.",
      "zh": "可能需要独处的时间。反思一下自己吧。",
      "ja": "一人の時間が必要かもしれません。自分自身を振り返ってみてください。",
      "es": "Puede que necesites tiempo a solas. Reflexiona sobre ti mismo."
    },
    {
      "ko": "관계에서 거리를 두는 것도 방법입니다. 서로에게 여유를 주세요.",
      "en": "Keeping distance in relationships can be a solution. Give each other space.",
      "zh": "在关系中保持距离也是一种方法。给彼此一些空间。",
      "ja": "関係において距離を置くことも一つの方法です。お互いに余裕を持ちましょう。",
      "es": "Mantener distancia en las relaciones puede ser una solución. Dense espacio mutuamente."
    }
  ]
}
