{
  "overall": {
    "high": [
      { "ko": "안정적인 기반 위에서 성과를 거두는 날입니다. 꾸준함이 빛납니다.", "en": "A day to achieve results on a stable foundation. Steadiness shines.", "zh": "在稳定基础上取得成果的一天。稳定性闪耀。", "ja": "安定した基盤の上で成果を収める日です。着実さが輝きます。", "es": "Un día para lograr resultados sobre una base estable. La constancia brilla." },
      { "ko": "실용적인 접근이 좋은 결과를 가져옵니다. 계획대로 진행하세요.", "en": "A practical approach brings good results. Proceed as planned.", "zh": "务实的方法带来好结果。按计划进行。", "ja": "実用的なアプローチが良い結果をもたらします。計画通りに進めてください。", "es": "Un enfoque práctico trae buenos resultados. Procede según lo planeado." },
      { "ko": "인내와 성실함이 보상받는 시기입니다.", "en": "A time when patience and diligence are rewarded.", "zh": "耐心和勤奋得到回报的时期。", "ja": "忍耐と誠実さが報われる時期です。", "es": "Un momento en que la paciencia y la diligencia son recompensadas." }
    ],
    "medium": [
      { "ko": "일상의 루틴을 잘 유지하면 안정을 찾을 수 있습니다.", "en": "Maintaining your daily routine well can bring stability.", "zh": "保持好日常规律可以找到稳定。", "ja": "日常のルーティンをうまく維持すれば安定を見つけられます。", "es": "Mantener bien tu rutina diaria puede traer estabilidad." },
      { "ko": "급격한 변화보다 점진적인 개선에 집중하세요.", "en": "Focus on gradual improvement rather than drastic change.", "zh": "专注于渐进改善而非剧烈变化。", "ja": "急激な変化より段階的な改善に集中してください。", "es": "Concéntrate en la mejora gradual en lugar del cambio drástico." },
      { "ko": "현실적인 목표 설정이 성공의 열쇠입니다.", "en": "Setting realistic goals is the key to success.", "zh": "设定现实目标是成功的关键。", "ja": "現実的な目標設定が成功の鍵です。", "es": "Establecer metas realistas es la clave del éxito." }
    ],
    "low": [
      { "ko": "변화에 대한 저항감을 줄이세요. 유연성이 필요합니다.", "en": "Reduce resistance to change. Flexibility is needed.", "zh": "减少对变化的抵触。需要灵活性。", "ja": "変化への抵抗を減らしてください。柔軟性が必要です。", "es": "Reduce la resistencia al cambio. Se necesita flexibilidad." },
      { "ko": "고집을 부리면 손해를 볼 수 있습니다. 타협을 고려하세요.", "en": "Being stubborn can cause loss. Consider compromise.", "zh": "固执可能会吃亏。考虑妥协。", "ja": "頑固になると損をする可能性があります。妥協を検討してください。", "es": "Ser terco puede causar pérdidas. Considera el compromiso." },
      { "ko": "완벽을 추구하다 기회를 놓칠 수 있습니다. 적당히 만족하세요.", "en": "Pursuing perfection may miss opportunities. Be satisfied moderately.", "zh": "追求完美可能会错失机会。适当满足吧。", "ja": "完璧を追求しすぎてチャンスを逃す可能性があります。適度に満足してください。", "es": "Perseguir la perfección puede perder oportunidades. Siéntete satisfecho moderadamente." }
    ]
  },
  "love": {
    "high": [
      { "ko": "안정적이고 신뢰할 수 있는 사랑이 깊어집니다.", "en": "Stable and trustworthy love deepens.", "zh": "稳定可靠的爱情加深。", "ja": "安定して信頼できる愛が深まります。", "es": "El amor estable y confiable se profundiza." },
      { "ko": "진실된 마음이 상대방에게 전해지는 날입니다.", "en": "A day when your true heart reaches your partner.", "zh": "真诚的心意传达给对方的一天。", "ja": "真実の心が相手に伝わる日です。", "es": "Un día en que tu corazón verdadero llega a tu pareja." },
      { "ko": "오래 지속될 관계의 기반을 다질 수 있습니다.", "en": "You can build the foundation for a lasting relationship.", "zh": "可以奠定持久关系的基础。", "ja": "長く続く関係の基盤を築けます。", "es": "Puedes construir la base para una relación duradera." }
    ],
    "medium": [
      { "ko": "서로에 대한 신뢰를 쌓아가는 시기입니다.", "en": "A time to build trust in each other.", "zh": "建立相互信任的时期。", "ja": "お互いへの信頼を築いていく時期です。", "es": "Un momento para construir confianza mutua." },
      { "ko": "일상 속 작은 배려가 사랑을 키웁니다.", "en": "Small considerations in daily life grow love.", "zh": "日常中的小关怀培养爱情。", "ja": "日常の中の小さな思いやりが愛を育てます。", "es": "Las pequeñas consideraciones en la vida diaria hacen crecer el amor." },
      { "ko": "급하게 관계를 진전시키려 하지 마세요. 천천히 가세요.", "en": "Do not rush to advance the relationship. Go slowly.", "zh": "不要急于推进关系。慢慢来。", "ja": "急いで関係を進展させようとしないでください。ゆっくり進みましょう。", "es": "No te apresures en avanzar la relación. Ve despacio." }
    ],
    "low": [
      { "ko": "소유욕이나 집착을 경계하세요. 상대에게 공간을 주세요.", "en": "Beware of possessiveness or obsession. Give space to your partner.", "zh": "警惕占有欲或执着。给对方空间。", "ja": "所有欲や執着に注意してください。相手に空間を与えてください。", "es": "Cuidado con la posesividad u obsesión. Dale espacio a tu pareja." },
      { "ko": "고집으로 인한 갈등이 생길 수 있습니다. 유연하게 대처하세요.", "en": "Conflicts due to stubbornness may arise. Deal flexibly.", "zh": "可能因固执产生冲突。灵活应对。", "ja": "頑固さによる衝突が起きる可能性があります。柔軟に対処してください。", "es": "Pueden surgir conflictos por terquedad. Maneja con flexibilidad." },
      { "ko": "현실적인 기대를 가지세요. 이상과 현실의 차이를 인정하세요.", "en": "Have realistic expectations. Accept the gap between ideal and reality.", "zh": "保持现实的期望。接受理想与现实的差距。", "ja": "現実的な期待を持ってください。理想と現実の差を認めてください。", "es": "Ten expectativas realistas. Acepta la brecha entre lo ideal y la realidad." }
    ]
  },
  "career": {
    "high": [
      { "ko": "꾸준한 노력이 드디어 결실을 맺습니다. 성과를 자랑스러워하세요.", "en": "Steady effort finally bears fruit. Be proud of your achievements.", "zh": "稳定的努力终于结出果实。为成果感到自豪。", "ja": "着実な努力がついに実を結びます。成果を誇りに思ってください。", "es": "El esfuerzo constante finalmente da frutos. Siéntete orgulloso de tus logros." },
      { "ko": "실무 능력이 인정받는 시기입니다. 전문성을 발휘하세요.", "en": "A time when practical skills are recognized. Exercise your expertise.", "zh": "实务能力得到认可的时期。发挥专业性。", "ja": "実務能力が認められる時期です。専門性を発揮してください。", "es": "Un momento en que las habilidades prácticas son reconocidas. Ejerce tu experiencia." },
      { "ko": "장기적인 프로젝트에서 좋은 진전이 있습니다.", "en": "Good progress in long-term projects.", "zh": "长期项目有良好进展。", "ja": "長期的なプロジェクトで良い進展があります。", "es": "Buen progreso en proyectos a largo plazo." }
    ],
    "medium": [
      { "ko": "맡은 일을 묵묵히 처리하면 좋은 평가를 받습니다.", "en": "Quietly handling your tasks brings good evaluation.", "zh": "默默处理工作会得到好评。", "ja": "任された仕事を黙々とこなせば良い評価を受けます。", "es": "Manejar tus tareas silenciosamente trae buena evaluación." },
      { "ko": "기본에 충실하세요. 화려함보다 내실이 중요합니다.", "en": "Be faithful to the basics. Substance is more important than flash.", "zh": "忠于基础。实质比华丽更重要。", "ja": "基本に忠実にしてください。華やかさより中身が重要です。", "es": "Sé fiel a los básicos. La sustancia es más importante que el brillo." },
      { "ko": "체계적인 업무 관리가 효율을 높입니다.", "en": "Systematic work management increases efficiency.", "zh": "系统的工作管理提高效率。", "ja": "体系的な業務管理が効率を高めます。", "es": "La gestión sistemática del trabajo aumenta la eficiencia." }
    ],
    "low": [
      { "ko": "변화에 적응하는 것이 어려울 수 있습니다. 열린 마음을 가지세요.", "en": "Adapting to change may be difficult. Keep an open mind.", "zh": "适应变化可能很困难。保持开放的心态。", "ja": "変化に適応するのが難しいかもしれません。オープンな心を持ってください。", "es": "Adaptarse al cambio puede ser difícil. Mantén una mente abierta." },
      { "ko": "완벽주의가 업무 진행을 늦출 수 있습니다. 우선순위를 정하세요.", "en": "Perfectionism may slow work progress. Set priorities.", "zh": "完美主义可能会拖慢工作进度。设定优先级。", "ja": "完璧主義が業務の進行を遅らせる可能性があります。優先順位を決めてください。", "es": "El perfeccionismo puede ralentizar el progreso del trabajo. Establece prioridades." },
      { "ko": "새로운 방식을 시도하는 것을 두려워하지 마세요.", "en": "Do not be afraid to try new methods.", "zh": "不要害怕尝试新方法。", "ja": "新しい方法を試すことを恐れないでください。", "es": "No tengas miedo de probar nuevos métodos." }
    ]
  },
  "health": {
    "high": [
      { "ko": "건강의 기반이 튼튼한 시기입니다. 좋은 습관을 유지하세요.", "en": "A time when health foundation is solid. Maintain good habits.", "zh": "健康基础坚实的时期。保持好习惯。", "ja": "健康の基盤がしっかりしている時期です。良い習慣を維持してください。", "es": "Un momento en que la base de salud es sólida. Mantén buenos hábitos." },
      { "ko": "규칙적인 생활이 활력을 가져옵니다.", "en": "Regular lifestyle brings vitality.", "zh": "规律的生活带来活力。", "ja": "規則正しい生活が活力をもたらします。", "es": "Un estilo de vida regular trae vitalidad." },
      { "ko": "건강한 식습관의 효과가 나타나는 시기입니다.", "en": "A time when the effects of healthy eating habits appear.", "zh": "健康饮食习惯效果显现的时期。", "ja": "健康的な食習慣の効果が現れる時期です。", "es": "Un momento en que aparecen los efectos de hábitos alimenticios saludables." }
    ],
    "medium": [
      { "ko": "꾸준한 건강 관리를 계속하세요. 일관성이 중요합니다.", "en": "Continue steady health management. Consistency is important.", "zh": "继续稳定的健康管理。一致性很重要。", "ja": "着実な健康管理を続けてください。一貫性が重要です。", "es": "Continúa con la gestión de salud constante. La consistencia es importante." },
      { "ko": "무리하지 않는 범위에서 운동을 하세요.", "en": "Exercise within a range that does not strain you.", "zh": "在不勉强的范围内运动。", "ja": "無理のない範囲で運動してください。", "es": "Haz ejercicio dentro de un rango que no te esfuerce." },
      { "ko": "영양 균형을 신경 쓰면 좋겠습니다.", "en": "It would be good to pay attention to nutritional balance.", "zh": "注意营养均衡会很好。", "ja": "栄養バランスに気を配ると良いでしょう。", "es": "Sería bueno prestar atención al equilibrio nutricional." }
    ],
    "low": [
      { "ko": "과로에 주의하세요. 몸이 보내는 신호를 무시하지 마세요.", "en": "Watch out for overwork. Do not ignore signals from your body.", "zh": "注意过劳。不要忽视身体的信号。", "ja": "過労に注意してください。体が送る信号を無視しないでください。", "es": "Cuidado con el exceso de trabajo. No ignores las señales de tu cuerpo." },
      { "ko": "스트레스가 몸에 영향을 줄 수 있습니다. 이완 시간을 가지세요.", "en": "Stress may affect your body. Take time to relax.", "zh": "压力可能影响身体。花时间放松。", "ja": "ストレスが体に影響を与える可能性があります。リラックスする時間を持ってください。", "es": "El estrés puede afectar tu cuerpo. Tómate tiempo para relajarte." },
      { "ko": "건강에 대한 걱정이 오히려 건강을 해칠 수 있습니다. 긍정적으로 생각하세요.", "en": "Worrying about health may harm health. Think positively.", "zh": "对健康的担忧反而可能损害健康。积极思考。", "ja": "健康への心配がかえって健康を害する可能性があります。ポジティブに考えてください。", "es": "Preocuparse por la salud puede dañar la salud. Piensa positivamente." }
    ]
  },
  "money": {
    "high": [
      { "ko": "재정적 안정이 강화되는 시기입니다. 저축이 빛을 발합니다.", "en": "A time when financial stability strengthens. Savings shine.", "zh": "财务稳定加强的时期。储蓄发光。", "ja": "財政的安定が強化される時期です。貯蓄が輝きます。", "es": "Un momento en que la estabilidad financiera se fortalece. Los ahorros brillan." },
      { "ko": "장기 투자의 수익이 기대됩니다.", "en": "Returns from long-term investments are expected.", "zh": "期待长期投资的收益。", "ja": "長期投資の収益が期待されます。", "es": "Se esperan retornos de inversiones a largo plazo." },
      { "ko": "현명한 재정 관리가 풍요를 가져옵니다.", "en": "Wise financial management brings abundance.", "zh": "明智的财务管理带来富裕。", "ja": "賢明な財務管理が豊かさをもたらします。", "es": "La gestión financiera sabia trae abundancia." }
    ],
    "medium": [
      { "ko": "계획적인 지출로 재정 균형을 유지하세요.", "en": "Maintain financial balance with planned spending.", "zh": "通过计划支出保持财务平衡。", "ja": "計画的な支出で財政バランスを維持してください。", "es": "Mantén el equilibrio financiero con gastos planificados." },
      { "ko": "불필요한 지출을 줄이면 여유가 생깁니다.", "en": "Reducing unnecessary expenses creates room.", "zh": "减少不必要的支出会有余裕。", "ja": "不必要な支出を減らせば余裕が生まれます。", "es": "Reducir gastos innecesarios crea espacio." },
      { "ko": "현실적인 예산 계획을 세우세요.", "en": "Set a realistic budget plan.", "zh": "制定现实的预算计划。", "ja": "現実的な予算計画を立ててください。", "es": "Establece un plan de presupuesto realista." }
    ],
    "low": [
      { "ko": "물질에 대한 집착을 줄이세요. 진정한 가치를 생각하세요.", "en": "Reduce attachment to material things. Think about true value.", "zh": "减少对物质的执着。思考真正的价值。", "ja": "物質への執着を減らしてください。本当の価値を考えてください。", "es": "Reduce el apego a las cosas materiales. Piensa en el verdadero valor." },
      { "ko": "지나친 절약이 스트레스가 될 수 있습니다. 적당히 즐기세요.", "en": "Excessive saving can be stressful. Enjoy moderately.", "zh": "过度节约可能会有压力。适当享受。", "ja": "過度な節約がストレスになる可能性があります。適度に楽しんでください。", "es": "El ahorro excesivo puede ser estresante. Disfruta moderadamente." },
      { "ko": "예상치 못한 지출에 대비하세요. 비상금을 확보해두세요.", "en": "Prepare for unexpected expenses. Secure emergency funds.", "zh": "为意外支出做准备。确保有应急资金。", "ja": "予想外の支出に備えてください。緊急資金を確保しておいてください。", "es": "Prepárate para gastos inesperados. Asegura fondos de emergencia." }
    ]
  }
}
